;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Wise Reminder
;
;
; Translation Author: Kravtsov Aleksandr
; Translation Author Email: localiz@rambler.ru
; Soft Version: 1.27
;


[Translation]
LanguageName=RUS
LangCode=0419
ReadHabit=Слева направо
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode_CHARSET

Confirm=Подтверждение

;
; Основной GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=Выполняется
TfrmWRMMain.btnCompleted.Caption=Завершено
TfrmWRMMain.btnBack.caption=Назад
TfrmWRMMain.btnDone.Caption=Сохранить
TfrmWRMMain.lblRepeat.caption=Повтор:
TfrmWRMMain.lblTime.caption=Время:
TfrmWRMMain.lblName.caption=Описание:
TfrmWRMMain.lblDate.caption=Дата:
TfrmWRMMain.cbPeriod.Item1=Однажды
TfrmWRMMain.cbPeriod.Item2=Ежедневно
TfrmWRMMain.cbPeriod.Item3=Еженедельно
TfrmWRMMain.cbPeriod.Item4=Ежемесячно
TfrmWRMMain.cbPeriod.Item5=Ежегодно
;
;Подсказка
;
TfrmWRMMain.RestoreHint=Резерв и Восстановление
TfrmWRMMain.imgf.hint=Подписаться на facebook
TfrmWRMMain.imgt.hint=Следите за нами в twitter
TfrmWRMMain.imgmail.hint=Поделиться с друзьями
TfrmWRMMain.imghome.hint=Официальный сайт
TfrmWRMMain.CloseHint=Закрыть
TfrmWRMMain.MenuHint=Меню
TfrmWRMMain.MinHint=Свернуть
TfrmWRMMain.lbl2.caption=Версия:%s
TfrmWRMMain.lbl3.Caption=Проверка обновлений
TfrmWRMMain.btnDetails.hint_1=Сведения
TfrmWRMMain.btnDetails.hint_2=Изменение и восстановление
TfrmWRMMain.btnDelete.hint_1=Отметить как выполненное
TfrmWRMMain.btnDelete.hint_2=Удалить
TfrmWRMMain.OpenWindow=Открыть WiseReminder
TfrmWRMMain.btnNew.Caption=новое

msgdlg.btnNO=Нет
msgdlg.btnOk=ОК
msgdlg.btnYes=Да
;
; Время
;
constY=Год
constM=месяц
constD=каждый день
constHH=час
constMM=мин
constSS=Второй
constYs=лет
constMs=месяцев
constDs=дней
constHHs=часов
constMMs=минут
constSSs=секунд
;
; Всплывающее меню
;
TfrmWRMMain.TrayMenuItem1=Справка онлайн
TfrmWRMMain.TrayMenuItem2=Форум
TfrmWRMMain.TrayMenuItem3=Официальный сайт
TfrmWRMMain.TrayMenuItem4=Связаться с нами
TfrmWRMMain.TrayMenuItem5=Проверка обновлений
TfrmWRMMain.TrayMenuItem6=Показывать новости
TfrmWRMMain.TrayMenuItem7=Язык
TfrmWRMMain.TrayMenuItem8=Запускать при загрузке
TfrmWRMMain.TrayMenuItem9=О программе
TfrmWRMMain.TrayMenuItem10=Выход
TfrmRemindDlg.Caption_1=Вы упустили некоторые напоминания
TfrmWRMMain.lbl1.caption=Восстановление
TfrmWRMMain.fxpmn.item1=Экспорт
TfrmWRMMain.fxpmn.item2=Импорт
GetLang=Перевести...
;
; Обратите внимание
;
TfrmRemindDlg.Caption=Уведомление
TfrmRemindDlg.btnComplete.Caption=Напомнить
TfrmRemindDlg.btnDelay.Caption=Отложить
;
; О программе
;
TfrmAbout.Caption=О программе
TfrmAbout.lblEmail.caption=Поддержка:
TfrmAbout.lblhome.caption=Сайт:
TfrmAbout.lblthanks.caption=Перевод: А.Кравцов. А также выражаем благодарность:
TfrmAbout.btnOk.Caption=ОК
TfrmAbout.lblver.Caption=Текущая версия:
;
;Голос
;
TfrmWRMMain.cbbVoice.Item1=Выключить звук
TfrmWRMMain.cbbVoice.Item2=По умолчанию
TfrmWRMMain.cbbVoice.Item3=Выбрать
TfrmWRMMain.lblVoice.Caption=Рингтон:


[Messages]
UnkonwFileType=Неизвестный звуковой файл!
ExitModify=Имеются несохраненные изменения. Вы действительно хотите покинуть эту страницу?
RemindNameNULL=Укажите, пожалуйста, описание напоминания!
NewVer=Доступная новая версия программы! Вы хотите обновить?
NoNewVer=Поздравляю! Вы используете самую новую версию сейчас.
ExitApp=Вы уверены, что хотите закрыть программу? Напоминания не будут доступны!
NoneReminder=У вас нет напоминаний!
NoneCopmpleted=У вас нет завершённых напоминаний!
NoneSelected=Пожалуйста, выберите хотя бы один элемент!
TimeOver=Вы установили время раньше, чем текущее время!


[Lang]
NativeLanguage=Русский

